IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.
DATA DIVISION.
    WORKING-STORAGE SECTION.
        77 RESULT PIC 99.
        77 KEYBOARD-FIRST-INPUT PIC 99.
        77 KEYBOARD-SECOND-INPUT PIC 99.
PROCEDURE DIVISION.
    DISPLAY "TESTE\n teste".
    SET RESULT TO 12.
    DISPLAY RESULT.
STOP RUN.
